{
  "LanguageID": "101",
  "HostText": "EHR - Host",
  "IconColor": "#00a5ff",
  "HostColor": "#00ffa5",
  "Icon": "|",
  "NameColor": "#00ffff",
  "Server": "<#00ffa5>Server:</color> <b>{0}</b>",
  "HostIconInMeeting": "HOST: {0}",
  "ModdedClient": "Zmodyfikowany klient",
  "SubText.GM": "Obserwuj chaos!",
  "SubText.Crewmate": "Znajdź i wygnaj <color=#ff1919>Impostorów</color>",
  "SubText.Impostor": "Sabotuj i zabij wszystkich",
  "SubText.Neutral": "Pracuj samotnie by osiągnąć swoje zwycięstwo",
  "SubText.Coven": "Wyeliminuj wszystkich ze swoją drużyną",
  "SubText.Madmate": "Pomóż <color=#ff1919>Impostorom</color>",
  "SubText.LovingCrewmate": "Jesteś zakochany w {0}",
  "SubText.LovingImpostor": "Jesteś <#ff1919>Impostorem</color>, ale także zakochany w {0}",
  "TypeImpostor": "Impostorzy",
  "TypeCrewmate": "Crewmates",
  "TypeNeutral": "Neutrals",
  "TypeCoven": "Coven",
  "TypeAddon": "Add-ons",
  "TeamImpostor": "Impostor",
  "TeamNeutral": "Neutral",
  "TeamCrewmate": "Crewmate",
  "TeamMadmate": "Madmate",
  "TeamCoven": "Coven",
  "Neutral": "Neutral",
  "Coven": "Coven",
  "ShortTeamName.Impostor": "Imp",
  "ShortTeamName.Crewmate": "Crew",
  "ShortTeamName.Neutral": "Neut",
  "ShortTeamName.Coven": "Coven",
  "YouAreCrewmate": "<size=1.7><color=#ffffff>Jesteś</color> Crewmate</size>",
  "YouAreImpostor": "<size=1.7><color=#ffffff>Jesteś</color> Impostorem</size>",
  "YouAreNeutral": "<size=1.7><color=#ffffff>Jesteś</color> Neutralem</size>",
  "YouAreCoven": "<size=1.7><color=#ffffff>Jesteś z</color> Coven</size>",
  "YouAreMadmate": "<size=1.7><color=#ffffff>Jesteś w </color> Impostor <color=#ffffff>grupie</color></size>",
  "CrewmateSub": "Znajdź i wygnaj <color=#ff1919>Impostorów</color>",
  "ImpostorSub": "Sabotuj i zabij wszystkich",
  "NeutralSub": "Pracuj samotnie by osiągnąć swoje zwycięstwo",
  "CovenSub": "Wyeliminuj wszystkich ze swoją drużyną",
  "MadmateSub": "Pomóż <color=#ff1919>Impostorom</color>",
  "KB_NormalInfo": "Zabij ich wszystkich!",
  "UnsupportedMap": "Ta mapa nie jest wspierana przez EHR\\nProszę użyj wspieranej mapy inaczej doświadczysz problemów",
  "GuesserMode": "Tryb Zgadywania",
  "CrewmatesCanGuess": "<color=#8cffff>Crewmates</color> mogą zgadywać",
  "ImpostorsCanGuess": "<color=#ff1919>Impostorzy</color> mogą zgadywać",
  "NeutralKillersCanGuess": "<color=#ffab1b>Neutralni Zabójcy</color> mogą zgadywać",
  "PassiveNeutralsCanGuess": "Passive <color=#ffab1b>Neutrals</color> mogą zgadywać",
  "CovenCanGuess": "<color=#7b3fbb>Coven</color> może zgadywać",
  "CanGuessAddons": "Można zgadywać Dodatki",
  "CrewCanGuessCrew": "<color=#8cffff>Crewmates</color> Mogą zgadywać <color=#8cffff>Crewmate</color> Role",
  "ImpCanGuessImp": "<color=#ff1919>Impostorzy</color> Mogą zgadywać <color=#ff1919>Impostorskie</color> Role",
  "AddonSettingsCrew": "<color=#8cffff>Crewmate</color> Ustawienia",
  "AddonSettingsImp": "<color=#ff1919>Impostor</color> Ustawienia",
  "AddonSettingsNeut": "<color=#ffab1b>Neutral</color> Ustawienia",
  "ROT.Impostor_Killing": "★ Role Zabijające",
  "ROT.Impostor_Support": "★ Role Wspierające",
  "ROT.Impostor_Concealing": "★ Role Maskujące",
  "ROT.Impostor_Miscellaneous": "★ Role Różne",
  "ROT.MadMates": "★ Role Szaleńcze",
  "ROT.Crewmate_Investigate": "★ Role Badawcze",
  "ROT.Crewmate_Support": "★ Role Wspierające",
  "RoleSubCategoryLimitOptions.Crewmate_Chaos.Min": "Minimalna liczba ról Crewmate Chaos",
  "VampireInfo": "Twoje zabojstwa sa opoznione",
  "AssassinInfo": "Oznacz cel, a potem shiftuj aby go zabic",
  "HackerInfo": "Zmus gracza aby zglosil cialo",
  "EscapeeInfo": "Uzyj Shapeshift, by oznaczyc miejsce i wrocic tam pozniej",
  "PuppeteerInfo": "Zmus graczy do zabicia w Twoim imieniu",
  "TimeThiefInfo": "Zmniejsz czas trwania meetingu zabijajac",
  "SniperInfo": "Eliminuj graczy z dystansu uzywajac Shapeshiftu",
  "AntiAdminerInfo": "Sledz uzytkowanie urzadzen",
  "BoobyTrapInfo": "Zapoczatkuj serie zabojstw",
  "ScavengerInfo": "Twoje ciala sa niemozliwe do zgloszenia",
  "EvilGuesserInfo": "Odgaduj role crew podczas meetingu aby zabic",
  "CleanerInfo": "Sprzataj ciala reportem aby inni nie mogli ich zglosic",
  "CamouflagerInfo": "Zakamufluj wszystkich",
  "OverKillerInfo": "Ciesz sie moim pieknym dzielem",
  "HangmanInfo": "Zabijanie w stanie Shapeshift ignoruje tarcze graczy",
  "SwooperInfo": "Stan sie chwilowo niewidzialny",
  "TricksterInfo": "Zabij i oszukaj crewmate'ow",
  "DisperserInfo": "Shiftuj aby teleportowac wszystkich do randomowych ventow",
  "SaboteurInfo": "Mozesz zabijac tylko w czasie sabotazy",
  "LurkerInfo": "Zredukuj swoj kill cooldown wentujac",
  "LuckeyInfo": "Unikaj atakow",
  "NeedyInfo": "Leniuch",
  "SuperStarInfo": "Kazdy Cie zna",
  "DemolitionistInfo": "Twoj zabojca ma kilka sekund na wejscie do ventu, inaczej zginie",
  "TaskManagerInfo": "Zobacz sume wykonywanych taskow w czasie rzeczywistym",
  "NiceEraserInfo": "Wymaz role <color=#ff1919>ZLYCH</color> graczy",
  "MayorInfo": "Twoj glos liczy sie wielokrotnie",
  "PsychicInfo": "Któres z czerwonych imion jest <color=#ff1919>ZLE</color>",
  "SabotageMasterInfo": "Wentuj i szybko naprawiaj sabotaze",
  "SheriffInfo": "Zabij <color=#ff1919>Impostorow</color> & <color=#ffab1b>Neutrali</color>",
  "CopyCatInfo": "Uzyj przycisku kill aby skopiowac role gracza",
  "SnitchInfo": "Ukoncz taski aby poznac <color=#ff1919>Impostorow</color>",
  "SpeedBoosterInfo": "Zwieksz swoja predkosc",
  "DoctorInfo": "Poznaj przyczyne smierci kazdego gracza",
  "NiceGuesserInfo": "Zgaduj role <color=#ff1919>zlych</color> graczy podczas spotkan, by zabic",
  "TransporterInfo": "Wykonuj zadania, by zamienic miejscami 2 graczy",
  "VeteranInfo": "Stan czujnosci zabija kazdego, kto wejdzie z Toba w interakcje",
  "BodyguardInfo": "Powstrzymuj zabojstwa w poblizu",
  "LighterInfo": "Masz zwiekszona wizje",
  "MedicInfo": "Daj tarcze graczom",
  "GlitchInfo": "Zhakuj i zabij wszystkich",
  "JudgeInfo": "Cisza na sali!",
  "MorticianInfo": "Zglos cialo, by poznac ostatniego gracza, ktory z nim wchodzil w interakcje",
  "DovesOfNeaceInfo": "Wentuj aby resetowac cooldown",
  "MonarchInfo": "Daj swojej zalodze dodatkowa sile glosu!",
  "FarseerInfo": "Ujawniaj role innych graczy",
  "BloodhoundInfo": "Znajduj ciala i ich mordercow",
  "ScoutInfo": "Podgladnij innych graczy",
  "AddictInfo": "Wentuj aby sie nacpac, albo zginiesz",
  "TracefinderInfo": "Lokalizuj martwe ciala",
  "OracleInfo": "Zaglosuj na gracza, aby poznac jego druzyne",
  "SpiritualistInfo": "Widzisz gdzie sa duchy",
  "ChameleonInfo": "Wejdz do ventu, by stac sie niewidzialnym",
  "ParityCopInfo": "Sprawdz czy gracze sa w tych samych druzynach",
  "TimeMasterInfo": "Cofnij czas, by uniknac atakow!",
  "CrusaderInfo": "Zabij napastnika potencjalnej ofiary",
  "ArsonistInfo": "Oblej wszystkich benzyna i podpal!",
  "JesterInfo": "Daj sie wyglosowac",
  "ExecutionerInfo": "Wyglosuj swoj cel!",
  "PlagueBearerInfo": "Zaraz wszystkich, by przemienic sie w <color=#343136>Pestilence</color>",
  "PoisonerInfo": "Twoje zabojstwa sa opoznione",
  "JuggernautInfo": "Twoj cooldown skraca sie z kazdym zabojstwem",
  "PickpocketInfo": "Kradnij glosy od swoich ofiar",
  "TraitorInfo": "Wyeliminuj <color=#ff1919>Impostorow</color>, potem wygraj",
  "VultureInfo": "Zjadaj ciala przyciskiem reportu aby wygrac",
  "AmnesiacInfo": "Skopiuj czyjas role",
  "MimicInfo": "Widzisz role zmarlych graczy",
  "VampireInfoLong": "(Impostors):\\nVampire opoznia smierc ugryzionego gracza. Spotkanie zabija ugryzionego. Ugryzienie Baita = normalne zabojstwo i autoreport.",
  "AssassinInfoLong": "(Impostors):\\nNinja moze uzyc przycisku zabojstwa, by oznaczyc cel – po udanym oznaczeniu pojawi sie animacja tarczy jako przypomnienie. Nastepnie Ninja moze uzyc przycisku znikniecia lub glaskania peta, by teleportowac sie do oznaczonego gracza i go zabic. Ninja nie moze zabijac w standardowy sposob, ale moze uzyskac taka mozliwosc po egzekucji – zalezy to od ustawien hosta.",
  "HackerInfoLong": "(Impostors):\\nAnonymous moze uzyc Shapeshift, by zhackowac cel. Zhackowany gracz zglosi cialo zabite przez Anonymousa lub – jesli go nie ma – swoje wlasne. Hack dziala niezaleznie od tego, czy cialo da sie zglosic. Hackowanie Lazy Guya to strata czasu.",
  "EscapeeInfoLong": "(Impostors):\\nEscapist moze oznaczyc miejsce uzywajac shapeshiftu lub glaskania, a nastepnie zostanie tam teleportowany przy kolejnym uzyciu znikniecia lub glaskania (nie przy powrocie z przemiany).",
  "PuppeteerInfoLong": "(Impostors):\\nJako Puppeteer mozesz uzyc przycisku zabojstwa, by zmanipulowac gracza. Po pewnym czasie zabije on kolejnego gracza, ktory sie do niego zblizy.\n\nTa rola ma wiele ustawien, ktore zmieniaja jej dzialanie:\n<size=80%>- Mozesz miec mozliwosc zabijania normalnie przez podwojne klikniecie.\n- Manipulacja moze sie skonczyc po czasie, nawet jesli cel nikogo nie zabil.\n- Lazy Guy i/lub gracze typu Lazy moga byc odporni na manipulacje.\n- Zmanipulowany gracz moze zabic nawet innych impostorow lub samego Puppeteera.\n- Liczba manipulacji moze byc ograniczona.\n- Mozesz zginac po wykorzystaniu wszystkich manipulacji.\n- Zmanipulowany gracz moze zginac razem ze swoja ofiara.</size>",
  "TimeThiefInfoLong": "(Impostors):\\nZa kazdym razem, gdy Time Thief zabije gracza, czas spotkania zostaje skrocony o okreslona liczbe sekund. Jesli Time Thief zginie, czas spotkan wraca do normy.",
  "SniperInfoLong": "(Impostors):\\nJako Snajper mozesz zabijac graczy z dystansu. Aby oddac strzal, musisz najpierw uzyc Shapeshiftu lub glaskania, a nastepnie ponownie ich uzyc w innym miejscu. Wtedy wyznaczana jest linia pomiedzy tymi dwoma punktami, a strzal zostaje oddany w jej kierunku. Zabity zostanie pierwszy gracz, ktory znajdzie sie na torze strzalu. Dopoki nie zuzyjesz calej amunicji, nie mozesz zabijac w standardowy sposob.",
  "EvilGuesserInfoLong": "(Impostors):\\nEvil Guesser moze zgadnac role gracza podczas spotkania, uzywajac komendy /bt [id gracza] [rola]. Jesli zgadnie poprawnie – cel ginie, jesli sie pomyli – ginie Evil Guesser. Uzyj komendy /id, by zobaczyc ID wszystkich graczy.",
  "AntiAdminerInfoLong": "(Impostors):\\nAnti-Adminer potrafi wykrywac pobliskich crewmate'ow lub neutralnych w okolicach urzadzen takich jak Kamery, Admin Panel, Vitals, Logi itp. Nie moze potwierdzic, czy gracz uzywa urzadzenia – tylko ze ktos jest blisko.\n\nW zaleznosci od ustawien mozesz miec dodatkowa zdolnosc: mozesz uzyc Shapeshift, by ostrzec wszystkich uzywajacych urzadzen. Maja wtedy kilka sekund, by odejsc – inaczej zgina.",
  "ScavengerInfoLong": "(Impostors):\\nZabojstwa Scavengera nie zostawiaja cial. Jesli ofiara to Bait, nie nastapi selfreport. Aby kogos zabic, musisz kliknac przycisk zabojstwa na graczu i pozostac blisko niego przez kilka sekund – podobnie jak przy polewaniu benzyna y Arsonisty. Gracz znika",
  "BoobyTrapInfoLong": "(Impostors):\\nW grze Trapster zabija gracza, a nastepnie zaklada pulapke na jego cialo. Jesli inny gracz sprobuje zglosic to cialo, a znajduje sie na nim pulapka Trapstera, gracz zglaszajacy ginie natychmiast, a cialo nie zostaje zgloszone. Gracz zabity przez pulapke sam staje sie Trapsterem. Reakcja lancuchowa trwa, dopoki nie zabraknie graczy do przemiany. Sam Trapster ginie od razu po dokonaniu zabojstwa. Wazne: wlasne cialo Trapstera nie moze aktywowac pulapki.",
  "CleanerInfoLong": "(Impostors):\\nCleaner moze uzyc przycisku Report, by posprzatac cialo, na ktore natrafi.\n\nUwaga: Cialo mozesz wyczyscic tylko wtedy, gdy Twoj cooldown zabojstwa jest gotowy.\n\nPo udanym czyszczeniu Cleaner zobaczy animacje tarczy na swoim ciele (widoczna tylko dla niego). Wyczyszczonego ciala nie da sie zglosic (wlacznie z cialem Baita).",
  "CamouflagerInfoLong": "(Impostors):\\nPodczas uzycia umiejetnosci Shapeshift przez Camouflagera wszyscy gracze wygladaja identycznie. Efekt trwa do momentu, gdy Camouflager wroci do swojej pierwotnej formy. Wazne: sabotaz komunikacji moze dzialac jednoczesnie z umiejetnoscia Camouflagera. Jesli jednak dojdzie do spotkania w trakcie aktywnej umiejetnosci, zostanie ono uznane za niewazne.",
  "OverKillerInfoLong": "(Impostors):\\nJako Butcher, gdy kogos zabijesz, ofiara upuszcza 30 cial, co utrudnia rozpoznanie, kto zginal w tej rundzie na poczatku spotkania.\nJesli zabijesz Avengera, gra konczy sie natychmiast komunikatem 'Wszyscy zgineli'.",
  "HangmanInfoLong": "(Impostors):\\nHangman zabija przez uduszenie podczas Shapeshiftu, ignorujac wszystkie zdolnosci gracza. Uduszony gracz nie zostawia ciala ani nie uruchamia zdolnosci – w tym Veteran, Lucky, Seer i inne role.",
  "SwooperInfoLong": "(Impostors):\\nSwooper moze wejsc do ventu lub uzyc znikniecia, by tymczasowo stac sie niewidzialny. Moze zabijac w stanie niewidzialnosci, w przeciwienstwie do standardowego Phantom.",
  "TricksterInfoLong": "(Impostors):\\nJako Trickster dzialasz jak zwykly Impostor, ale z jedna kluczowa roznica – wygladasz jak crewmate dla rol crewmate'ow.\n\nSheriff nie moze Cie zabic.\nPsychic nie widzi Cie jako zlego.\nSnitch nie moze Cie wykryc.",
  "DisperserInfoLong": "(Impostors):\\nDisperser moze uzyc vanisha lub glaskania peta, by teleportowac wszystkich graczy do losowych ventow.\n\nUwaga: Sam Disperser nie zostanie teleportowany po uzyciu znikniecia/glaskania, a gracze znajdujacy sie juz w ventach nie zostana przeniesieni.",
  "SaboteurInfoLong": "(Impostors):\\nJako Saboteur mozesz zabijac tylko wtedy, gdy aktywny jest krytyczny sabotaz (np. Comms lub O2). Za kazdym razem, gdy kogos zabijesz, aktywuje sie dodatkowy losowy krytyczny sabotaz – niezaleznie od tego, czy inny juz trwa.",
  "DazzlerInfoLong": "(Impostors):\\nJako Dazzler mozesz trwale zmniejszyc pole widzenia gracza, na ktorym uzyjesz Shapeshift. Gdy zginiesz, jego widzenie wraca do normy.",
  "LurkerInfoLong": "(Impostors):\\nJako Lurker mozesz wskoczyc do ventu, by zmniejszyc swoj cooldown o okreslona liczbe sekund. Po zabojstwie cooldown wraca do pierwotnej wartosci.",
  "UnderdogInfoLong": "(Add-ons):\\nJako Underdog masz wiekszy kill cooldown dopoki zyje okreslona liczba graczy. Po ich smierci, Twoj cooldown sie zmniejsza.",
  "LuckeyInfoLong": "(Crewmates):\\nLuckey ma szanse unikniecia proby zabojstwa, okreslona przez hosta. Zabojca widzi animacje tarczy, ale Luckey niczego nie zauwaza.",
  "NeedyInfoLong": "(Crewmates):\\nLazy Guy ma jednego taska i jest odporny na zdolnosci Impostorow. Bez add-onow.",
  "SuperStarInfoLong": "(Crewmates):\\nSuper Star ma symbol gwiazdy przy imieniu i moze zostac zabity tylko wtedy, gdy Morderca jest z nim sam na sam. Guesserzy nie moga go zgadnac.",
  "DemolitionistInfoLong": "(Crewmates):\\nGdy zostaniesz zabity, zabojca ma 5 sekund na wejscie do ventu, inaczej popelni samobojstwo. Aby przezyc, musi pozostac w ventcie do uplywu czasu i nie moze wyskoczyc wczesniej.",
  "TaskManagerInfoLong": "(Crewmates):\\nWidzisz laczna liczbe wykonanych zadan (przez wszystkich razem) obok nazwy swojej roli – aktualizuje sie na biezaco.",
  "NiceEraserInfoLong": "(Crewmates):\\nMozesz wymazac role gracza, na ktorego zaglosujesz. Jego rola zostanie zresetowana do podstawowej wersji po spotkaniu. Zdolnosc ma ograniczona liczbe uzyc.",
  "MayorInfoLong": "(Crewmates):\\nGlos Mayor'a liczy sie jako wielokrotny i moze on miec mozliwosc wywolania spotkania awaryjnego.",
  "PsychicInfoLong": "(Crewmates):\\nPsychic widzi czerwone imiona podczas spotkania – wsrod nich jest przynajmniej jeden zly gracz. Gdy Psychic zostaje Madmate, wszystkie role neutralne i zabojcze Crewmate'y sa oznaczane na czerwono.",
  "SabotageMasterInfoLong": "(Crewmates):\\nMechanic moze korzystac z ventu w dowolnym momencie. Moze naprawic Reaktor, O2 i Commsy naprawiajac jedna strone. Swiatla naprawia jednym przelacznikiem. Otwarcie jednych drzwi otwiera wszystkie.",
  "SheriffInfoLong": "(Crewmates):\\nSzeryf nie ma zadan i moze zabic Impostora (a czasem takze neutralnych). Jesli sprobuje zabic crewmate'a, popelni samobojstwo. Jako madmate moze miec mozliwosc zabicia kazdego.",
  "SnitchInfoLong": "(Crewmates):\\nGdy Konfident skonczy zadania, imiona Impostorow beda pokazywane na czerwono podczas meetingu. Gdy pozostanie mu jeden task, Konfidencik i Impostorzy zostaja oznaczeni gwiazda. Jesli Sprzedawczyk zostaje Madmate'em, gwiazda zmienia kolor na czerwony.",
  "SpeedBoosterInfoLong": "(Crewmates):\\nZwiekszasz predkosc losowego gracza za kazdym razem gdy ukonczysz task.",
  "DoctorInfoLong": "(Crewmates):\\nDoctor moze sprawdzac przyczyne smierci graczy i dostep do ich funkcji zyciowych, dopoki bateria jest naladowana",
  "DetectiveInfoLong": "(Crewmate):\\nPo zgloszeniu ciala, Detective otrzymuje wskazowke o roli ofiary. W zaleznosci od ustawien, host moze ujawnic Detective'owi role zabojcy. Uwaga: Detective nie bedzie Oblivious.",
  "NiceGuesserInfoLong": "(Crewmates):\\nNice Guesser moze zgadnac role gracza podczas spotkania. Trafna odpowiedz zabija cel, bledna – prowadzi do samobojstwa. Uzyj komendy /bt [id gracza] [rola], by zgadnac. ID graczy widoczne sa przed ich imionami lub po komendzie /id.",
  "TransporterInfoLong": "(Crewmates):\\nJako Transporter, po wykonaniu zadan mozesz uzyc menu zmiany ksztaltu, by wybrac 2 cele i zamienic ich miejscami.",
  "VeteranInfoLong": "(Crewmates):\\nVeteran moze wejsc w stan czujnosci przez vent lub glaskanie peta. Jesli zostanie zaatakowany w tym stanie, zabije napastnika zamiast zginac.",
  "CopyCatInfoLong": "(Crewmate):\\n Jako Copycat mozesz uzyc przycisku kill, by skopiowac role gracza.\n\nMozesz kopiowac tylko niektore role crewmate'ow.\nW zaleznosci od ustawien hosta, jesli sprobojuesz skopiowac role nie-crew lub Rascala, mozesz zamiast tego zabic cel.\n\nNie masz dostepu do zgadywania, a po okreslonej liczbie nieudanych kopiowan (ustawianej przez hosta) popelniasz samobojstwo.",
  "BodyguardInfoLong": "(Crewmates):\\nBodyguard moze powstrzymac zabojstwo, poswiecajac sie, gdy ktos w poblizu ma zostac zabity. Jego umiejetnosc dziala niezaleznie od druzyny, ale jesli zostanie Madmate'em, a morderca bedzie Impostor, zdolnosc nie aktywuje sie.",
  "LighterInfoLong": "(Crewmate):\\nJako Lighter mozesz wejsc do ventu lub poglaskac peta, by tymczasowo zwiekszyc swoja widocznosc. Masz zwiekszone pole widzenia, niezaleznie od stanu swiatel.\n\nUzyj tej mocy, by zlapac podstepnych zabojcow!",
  "MedicInfoLong": "(Crewmates):\\nMedic moze zalozyc tarcze na gracza, uzywajac przycisku zabojstwa. Po zalozeniu tarczy moze wykonywac zadania.\n\nW zaleznosci od ustawien:\n- Gdy Medic zginie, tarcza znika.\n- Medic moze widziec probe zlamania tarczy.\n- Medic lub chroniony gracz widzi, czy tarcza jest aktywna (zielone kolo 「●」 przy imieniu)\n- Tarcza znika po probie zabojstwa chronionego gracza.",
  "DivinatorInfoLong": "(Crewmates):\\nFortune Teller moze uzyskac wskazowke dotyczaca roli gracza, glosujac na niego podczas spotkania. Gdy wykona wszystkie zadania, zamiast wskazowki otrzymuje dokladna role.",
  "GlitchInfoLong": "(Neutrals):\\nJako Glitch Twoim celem jest zabic wszystkich na statku. Mozesz zhackowac gracza, by na krotki czas uniemozliwic mu zabijanie, wchodzenie do ventu, sabotowanie i zglaszanie cial. Mozesz tez wywolac sabotaz lub poglaskac, by na krotko przebrac sie za losowego gracza (sabotaz sie wtedy nie uruchomi).",
  "JudgeInfoLong": "(Crewmates):\\nJudge moze osadzic gracza podczas spotkania. Jesli cel jest zly – ginie; jesli dobry – ginie on sam. Uzyj komendy /tl [id gracza], by osadzic danego gracza, oraz /id, by zobaczyc ID wszystkich graczy. Jako Madmate, Judge moze osadzac wszystkich.",
  "MorticianInfoLong": "(Crewmates):\\Gdy Mortician zglosi cialo, pozna ostatniego gracza, z ktorym ofiara miala kontakt. Uwaga: Mortician nie bedzie Oblivious ani Seer.",
  "MediumshiperInfoLong": "(Crewmates):\\nMedium moze nawiazac kontakt ze zmarlym graczem po zgloszeniu ciala. Zmarly moze odpowiedziec tylko raz, uzywajac komendy /ms yes lub /ms no, odpowiadajac na pytanie Mediuma. Medium zadaje pytanie po prostu piszac na chacie ogolnym wiec maskuj swoje pytania aby nikt nie poznal jaka masz role! Medium nie bedzie rola Oblivious.",
  "MonarchInfoLong": "(Crewmates):\\nJako Monarch mozesz pasowac graczy na rycerzy, dajac im dodatkowy glos.\n\nNie mozesz pasowac gracza, ktory juz posiada dodatkowe glosy.\nPasowani gracze maja zlote imie.",
  "DovesOfNeaceInfoLong": "(Crewmates):\\nPacifist resetuje cooldown zabojstwa wszystkim graczom z przyciskiem kill po uzyciu ventu lub po glaskania peta. Jako Madmate dziala tylko na Crewmate'ow.",
  "FarseerInfoLong": "(Crewmates):\\nJako Investigator uzyj przycisku zabojstwa, by ujawnic role pobliskiego gracza. Przy celu pojawi sie znak 「○」. Pozostan blisko celu przez okreslony czas, aby poznac jego role.",
  "BloodhoundInfoLong": "(Crewmates):\\nJako Coroner nie mozesz zglaszac cial; zamiast tego, po probie zgloszenia zobaczysz strzalke prowadzaca do zabojcy. Jesli zostanie zwolane spotkanie, strzalki znikaja. W zaleznosci od ustawien, cialo moze byc niezglaszalne..",
  "ScoutInfoLong": "(Crewmates):\\nZaglosowanie na gracza jako Scout powoduje naznaczenie go. Scout bedzie mogl znac lokalizacje tej osoby poprzez strzalki. Dodatkowo, na poczatku spotkania (jesli opcja jest wlaczona), zobaczysz, w jakim pomieszczeniu byl ostatnio.",
  "MerchantInfoLong": "(Crewmates):\\nJako Merchant sprzedajesz losowy dodatek losowemu graczowi za kazde wykonane zadanie. Za kazdy sprzedany dodatek otrzymujesz pieniadze. Jesli uzbierasz okreslona kwote, mozesz uniknac nastepnej proby zabojstwa przez przekupienie mordercy. Przekupiony gracz nie bedzie mogl Cie zabic, ale nie wiesz kto to. Pieniadze wydane na przekupstwo przepadaja i nie moga byc uzyte ponownie.",
  "AddictInfoLong": "(Crewmates):\\nJako Addict, jestes uzalezniony od wentow. Masz licznik samobojstwa, ktory widoczny jest jako cooldown ventu. Jesli licznik dobiegnie konca, Addict ginie. Po wejsciu do ventu staje sie na pewien czas niewrazliwy na smierc, bo jest na haju. Po wyjsciu z ventu Addict zostaje unieruchomiony na okreslony czas i nie moze zglaszac cial.",
  "TracefinderInfoLong": "(Crewmates):\\nMasz dostep do vitalsow i widzisz strzalki prowadzace do cial.",
  "OracleInfoLong": "(Crewmates):\\nJako Oracle mozesz zaglosowac na gracza podczas spotkania, aby poznac, czy jest crewmate’em, neutralnym czy Impostorem.\\n\\n<color=#ff0000><b>Ale uwazaj!\nIstnieje szansa, ze wynik bedzie nieprawidlowy!</b></color>\n(Szansa bledu jest ustawiana przez hosta)",
  "SpiritualistInfoLong": "(Crewmates):\\nJako Spiritualist otrzymasz strzalke prowadzaca do ducha gracza, ktorego cialo zostalo zgloszone na ostatnim spotkaniu.\n\nJesli gracz byl dobry, strzalka moze zaprowadzic Cie do Impostora lub neutralnego zabojcy.\nJesli gracz byl zly, moze zaprowadzic Cie tylko do innego crewmate'a.",
  "ChameleonInfoLong": "(Crewmates):\\nJako Chameleon mozesz wejsc do ventu, by stac sie niewidzialnym. Podczas przebrania nikt nie moze z Toba wejsc w interakcje. Ponowne wejscie do ventu ujawnia Cie.",
  "ParityCopInfoLong": "(Crewmates):\\nAby sprawdzic, czy dwoch graczy jest w tej samej druzynie, uzyj komendy /cp [id gracza 1] [id gracza 2]. Neutralni zabojcy licza sie jako jedna druzyna. Neutralni niezabijajacy to osobna druzyna. Trickster liczy sie jako crewmate, a Madmate jako Impostor. Lawyer/Follower i jego cel licza sie jako jedna druzyna. Otrzymasz wiadomosc potwierdzajaca, jesli sa w tej samej druzynie, lub zaprzeczajaca – jesli nie sa.",
  "TimeMasterInfoLong": "(Crewmates):\\nJako Time Master uzyj ventu lub glaskania peta, by cofnac czas o kilka sekund. Gracze zostana przeniesieni na swoje poprzednie pozycje, a ci, ktorzy zgineli w tym czasie, zostana wskrzeszeni.",
  "CrusaderInfoLong": "(Crewmates):\\nJako Crusader uzyj przycisku zabojstwa, aby objac gracza krucjata. Jesli ten gracz zostanie zaatakowany, zabijesz napastnika.",
  "ArsonistInfoLong": "(Neutrals):\\nArsonist moze polac gracza paliwem, klikajac przycisk zabojstwa i podazajac za nim przez kilka sekund. Gdy polewanie sie rozpocznie, powodzenie zostanie pokazane animacja tarczy (widoczna tylko dla Arsonisty). Gdy Arsonist poleje wszystkich zyjacych graczy, moze wejsc do ventu lub poglaskac, by podpalic i wygrac samemu. Jesli przy imieniu gracza widnieje 「△」, jest w trakcie polewania; jesli 「▲」 – zostal juz polany.",
  "JesterInfoLong": "(Neutrals):\\nJester wygrywa sam, jesli zostanie wyrzucony, ale przegrywa, jesli dozyje konca. Jester, Executioner i Innocent moga wygrac razem.",
  "ExecutionerInfoLong": "(Neutrals):\\nExecutioner ma cel oznaczony symbolem diamentu przy imieniu. Jesli cel zginie, Executioner moze stac sie Crewmate'em, Jesterem lub Opportunista. Jesli cel zostanie wyrzucony, Executioner wygrywa.",
  "PoisonerInfoLong": "(Neutrals):\\nJako Poisoner Twoje zabojstwa sa opoznione. Zabij wszystkich, aby wygrac.",
  "PlagueBearerInfoLong": "(Neutrals):\\nZaraz wszystkich, uzywajac przycisku zabojstwa, by przemienic sie w Pestilence. Po przemianie stajesz sie (w wiekszosci) niesmiertelny i zyskujesz mozliwosc zabijania.\nDodatkowo, po przemianie zabijasz kazdego, kto sprobuje Cie bezposrednio zabic.\n\nMozesz wygrac tylko, jesli przemienisz sie w Pestilence.",
  "JuggernautInfoLong": "(Neutrals):\\nJako Juggernaut, Twoj cooldown zabojstwa zmniejsza sie z kazdym kolejnym zabojstwem.\n\nZabij wszystkich, aby wygrac.",
  "PickpocketInfoLong": "(Neutrals):\\nJako Pickpocket, kradniesz glosy od swoich zabojstw.\\n\\nZabij wszystkich by wygrac.",
  "TraitorInfoLong": "(Neutrals):\\nJako Traitor byles Impostorem, ktory zdradzil Impostorow. Znasz ich, ale oni nie znaja Ciebie. Haczyk? Oni moga Cie zabic, Ty ich nie.\n\nWyeliminuj Impostorow innymi sposobami, a potem zabij wszystkich pozostalych, by wygrac!",
  "VultureInfoLong": "(Neutrals):\\nJako Vulture wygrywasz, zglaszajac ciala!\n\nJesli masz dostepna zdolnosc jedzenia, zgloszenie ciala spowoduje jego zjedzenie (cialo stanie sie niezglaszalne).\nJesli zdolnosc jest na cooldownie, cialo zostanie zgloszone normalnie.\n\nDodatkowo, zglaszasz ciala normalnie, jesli osiagnieto limit zjedzonych cial w rundzie.",
  "AmnesiacInfoLong": "(Neutrals):\\nJako Amnesiac uzyj przycisku zabojstwa lub zgloszenia (zalezy od ustawien Host'a) na graczu lub ciele, by skopiowac jego role.\nUstawienia moga zmienic role, ktora otrzymasz w niektorych scenariuszach.",
  "MimicInfoLong": "(Add-ons):\\nMimic to rola Impostora. Gdy Mimic zginie, pozostali Impostorzy otrzymuja podczas spotkan wiadomosc ujawniajaca role, ktore zostaly zabite przez Mimica.",
  "MayorCanGainVotes": "<color=#204d42>Burmistrz</color> może dostać dodatkowe głosy za wykonywanie zadań",
  "MayorTasksPerVoteGain": "Liczba zadań <color=#204d42>Burmistrza</color> do ukończenia, aby dostał dodatkowy głos",
  "MaxMayorTaskVotes": "Maksymalna liczba głosów, jakie Burmistrz dostaje za zadanie",
  "DetectiveCanknowKiller": "Zna role zabojcy",
  "DetectiveCanknowDeathReason": "Zna przyczyne smierci zmarlego",
  "DetectiveCanknowAddons": "Zna add-ony zmarlego",
  "DetectiveCanknowKillTime": "Wie jak dawno temu gracz zginal",
  "CDPT": "<color=#00ffa5>CD:</color> <color=#ffffff><b>{0}</b>s</color>",
  "HackCD": "<color=#39FF14>Hack CD:</color> <color=#ffffff><b>{0}</b>s</color>",
  "MimicCD": "<color=#ffff00>Mimic CD:</color> <color=#ffffff><b>{0}</b>s</color>",
  "KCD": "<color=#ff1919>Kill CD:</color> <color=#ffffff><b>{0}</b>s</color>",
  "AdrenalineCannotCallEmergencyMeeting": "Jako <#ffff00>Adrenaline</color>, aktualnie nie mozesz zwolywac meetingu",
  "UndertakerInfo": "Zabieraj ciala, gdzie tylko chcesz",
  "UndertakerInfoLong": "(Impostors):\\nJako Undertaker mozesz oznaczyc cel przyciskiem zabojstwa, a nastepnie uzyc znikniecia lub glaskania, by go zabic. Cialo ofiary zostanie wtedy teleportowane do Twojej lokalizacji w momencie uzycia Shapeshift – dzieki temu mozesz ukryc ciala tam, gdzie chcesz!",
  "RomanticInfo": "Wybierz swojego kochanka i wygraj z nim",
  "RomanticInfoLong": "(Neutral):\\Jako Romantic mozesz uzyc przycisku zabojstwa na kims, by wybrac go jako partnera.\nPotem, dopoki oboje zyjecie, mozesz uzywac przycisku zabojstwa na innych, by dac partnerowi tymczasowa tarcze. Jesli partner wygra – Ty tez wygrywasz.\n\nJesli partner zginie, Twoja rola zmieni sie wedlug nastepujacych zasad:\nJesli partner mial jakikolwiek przycisk zabojstwa – przejmujesz jego role.\nJesli byl neutralny bez zabojstwa lub zginal sam (samobojstwo albo brak prawdziwego zabojcy), stajesz sie Ruthless Romantic – neutralnym zabojca: wygrywasz jako ostatni zyjacy. Jesli wygrasz – partner tez wygrywa.\nJesli partner byl Impostorem – zostajesz Renegade. Twoim celem jest pomoc Impostorom (czyli partnerowi) w zwyciestwie.\nWe wszystkich innych przypadkach stajesz sie Vengeful Romantic. Twoim celem jest zabic zabojce partnera. Jesli Ci sie uda, Ty i partner wygrywacie z wygrywajaca druzyna. Jesli sprobuje zabic kogos innego – giniesz.",
  "TechnicianInfo": "Napraw sabotaze",
  "TechnicianInfoLong": "(Neutrals):\\nJako Technician musisz naprawic okreslona liczbe sabotazy, by wygrac. W zaleznosci od ustawien mozesz moc wchodzic do ventu i wygrywac sam lub z wygrywajaca druzyna po wykonaniu celu. Za niektore sabotaze mozesz dostac mniej lub wiecej punktow.",
  "WitnessInfo": "Sprawdz, czy ktos niedawno zabil",
  "WitnessInfoLong": "(Crewmates):\\nGdy uzyjesz przycisku zabojstwa na kims, dowiesz sie, czy ten gracz niedawno zabil. Zolty wykrzyknik oznacza, ze zabil, a zielony ptaszek – ze nie.",
  "DetectiveNoticeVictim": "Zgodnie z Twoim sledztwem,\nofiara (<b>{0}</b>) miala role [{1}]",
  "DetectiveNoticeKiller": "\\nRola zabojcy to <b>{0}</b>",
  "DetectiveNoticeKillerNotFound": "Detective nie znalazl dowodow prowadzacych do zabojcy - to najprawdopodobniej samobojstwo.",
  "DetectiveNoticeDeathReason": "\\nPrzyczyna smierci ofiary to <b>{0}</b>",
  "DetectiveNoticeAddons": "\\nAdd-ony ofiary to: <b>{0}</b>",
  "DetectiveNoticeKillTime": "\\nOfiara zmarla <b>{0}</b> sekund temu",
  "DivinatorCheck": "Wedlug Twojej przepowiedni...",
  "DivinatorCheckLimit": "Przypomnienie: Pozostalo Ci <b>{0}</b> wrozb",
  "DivinatorCheckSelfMsg": "Wow, znalazles samego siebie... widzisz tylko swoje odbicie.",
  "DivinatorCheckReachLimit": "Wykorzystales wszystkie przepowiednie.",
  "OnDemolitionistDead": "Zabiles Demolitioniste! Wejdz do ventu albo zginiesz!",
  "DemolitionistVentTime": "Czas na zwentowanie (s)",
  "DemolitionistKillerDiesOnMeetingCall": "Zabojca ginie, jesli przed wejsciem do ventu zostanie zwolane spotkanie",
  "KilledByScavenger": "Zostales zabity przez Scavengera i dlatego zostales teleportowany poza mape",
  "SwooperInvisCooldownRemain": "<color=#00ffa5>CD:</color> <b>{0}</b>s",
  "WraithInvisCooldownRemain": "<color=#00ffa5>CD:</color> <b>{0}</b>s",
  "Message.AllowNameLength": "Nickname can be set length: 1-10",
  "Warning.AutoExitAtMismatchedVersion": "The host has no or a different version of {0}\\nYou will be kicked in {1}",
  "Commands.NoAccess.Level.HostOrModerator": "<#ff5555>X <#bb0000>This command can only be used by <#ffffff>The Host & Moderators",
  "CommandDescription.Poll": "Starts a poll. (The question should end with a question mark.)",
  "CommandArgs.Poll.Question": "The question to ask",
  "Poll.Winner": "Winner: <b>{0}. {1}</b> with {2} votes\\n",
  "Poll.Tie": "Tie: {0} each with {1} votes\\n",
  "ModMismatch": "{0} has a different mod installed that isn't compatible with EHR",
  "ColoredOn": "<color=#00fefe>ON</color>",
  "ColoredOff": "<color=#ff4c6f>OFF</color>",
  "DivinatorCheck.HideMsg": "Wyglada na to, ze <b>{0}</b> ukrywa sekrety.",
  "DivinatorCheck.Honest": "Wygląda na to ze <b>{0}</b> jest uczciwy/szczery.",
  "DivinatorCheck.Impulse": "Wyglada na to, ze <b>{0}</b> tlumi jakis impuls.",
  "DivinatorCheck.Weirdo": "Wyglada na to, ze <b>{0}</b> miesza sie z tlumem.",
  "DivinatorCheck.Blockbuster": "Wyglada na to, ze <b>{0}</b> chce cos wielkiego zmienic.",
  "DivinatorCheck.Strong": "Wyglada na to, ze <b>{0}</b> ma silna moc, ale jest niewidoczny spolecznie.",
  "DivinatorCheck.Incomprehensible": "Wyglada na to, ze <b>{0}</b> jest niezrozumiany.",
  "DivinatorCheck.Enthusiasm": "Wyglada na to, ze <b>{0}</b> rozmawia z kazdym z entuzjazmem.",
  "DivinatorCheck.Disturbed": "Wyglada na to, ze <b>{0}</b> jest czyms zaniepokojony.",
  "DivinatorCheck.None": "Wyglada na to, ze <b>{0}</b> prowadzi zwykle zycie, zycie normika.",
  "DivinatorCheck.Basic": "<b>{0}</b> nie wydaje sie miec nic wartego uwagi.",
  "DivinatorCheck.Disguise": "Wyglada na to, ze <b>{0}</b> skupia sie na ukrywaniu tozsamosci.",
  "DivinatorCheck.Protect": "<b>{0}</b> wydaje sie skupiony na ochronie w jakis sposob",
  "DivinatorCheck.Meeting": "<b>{0}</b> skupia sie na uzywaniu zdolnosci podczas meetingow.",
  "DivinatorCheck.Vote": "<b>{0}</b> skupia sie na mocy glosowania.",
  "DivinatorCheck.Task": "<b>{0}</b> skupia sie na zadaniach.",
  "DivinatorCheck.Body": "<b>{0}</b> ma dziwna obsesje na punkcie cial..",
  "DivinatorCheck.Vent": "<b>{0}</b> ma obsesje na punkcie ventow.",
  "DivinatorCheck.Target": "<b>{0}</b> ma oko na kogos konkretnego.",
  "DivinatorCheck.IndirectKill": "<b>{0}</b> zabija w nietypowy sposob.",
  "DivinatorCheck.StackKill": "<b>{0}</b> zabija wiecej niz jedna osobe naraz.",
  "DivinatorCheck.Kill": "<b>{0}</b> lubi zabijac na oczach wszystkich.",
  "DivinatorCheck.Careless": "<b>{0}</b> nie przejmuje sie tym, co sie dzieje.",
  "DivinatorCheck.Chaos": "<b>{0}</b> lubi chaos.",
  "DivinatorCheck.Recruit": "<b>{0}</b> lubi rozbudowywac druzyne.",
  "DivinatorCheck.Power": "<b>{0}</b> jest w jakis sposob potężny.",
  "DivinatorCheck.Death": "<b>{0}</b> ma cel zwiazany ze swoja smiercia.",
  "DivinatorCheck.Reveal": "<b>{0}</b> lubi ujawniac role lub druzyne innych.",
  "DivinatorCheck.Special": "<b>{0}</b> ma w sobie cos wyjatkowego.",
  "DivinatorCheck.Reflect": "<b>{0}</b> odbija cos w strone celu.",
  "DivinatorCheck.Sabotage": "<b>{0}</b> skupia sie na sabotazach.",
  "DivinatorCheck.Specific": "<b>{0}</b> pomaga lub sabotuje kogos konkretnego.",
  "DivinatorCheck.ChangingCD": "<b>{0}</b> ma cooldown, ktory zmienia sie zalezne od warunkow.",
  "DivinatorCheck.InRush": "<b>{0}</b> spieszy sie, by cos osiagnac.",
  "DivinatorCheck.UniqueInfo": "<b>{0}</b> zna unikalne informacje.",
  "DivinatorCheck.SlowGame": "<b>{0}</b> lubi, gdy gra toczy sie powoli.",
  "DivinatorCheck.HelpFromDead": "<b>{0}</b> otrzymuje pomoc od zmarlych.",
  "DivinatorCheck.UnusualGoal": "<b>{0}</b> ma nietypowy warunek zwyciestwa.",
  "DivinatorCheckResult": "<b>{0}</b> to jedna z ponizszych rol:\\n{1}",
  "WaspInfo": "Uzadl Graczy",
  "WaspInfoLong": "(Impostors):\\nJako Wasp mozesz ukluc gracza, uzywajac przycisku zabojstwa. Jesli gracz ma przycisk zabojstwa, zginie po kilku sekundach. W przeciwnym razie, przy jego imieniu na kolejnym spotkaniu pojawi sie ◀. Jesli Wasp nie zostanie wyrzucony, gracz zginie po spotkaniu.\n\nJesli ktos sprobuje Cie zabic, mozesz uniknac smierci – zalezy to od ustawien hosta. Jesli unikniesz, moga wystapic dwie opcje:\n1. Stajesz sie agresywny i wchodzisz w tryb roju bez cooldownu zabojstwa przez pewien czas.\n2. Zostajesz potraktowany jak szkodnik – oslepiony, spowolniony i nie mozesz kluc przez pewien czas.\nUwaga: Po uniknieciu zabojstwa nie mozesz juz unikanie zabic, sabotowac ani wchodzic do ventu do konca rundy.",
  "KidnapperInfo": "Teleportuj graczy do siebie, uzywajac Shapeshiftu na nich",
  "KidnapperInfoLong": "(Impostors):\\nJako Kidnapper, gdy uzyjesz Shapeshift na graczu, zostanie on teleportowany do Ciebie.",
  "KamikazeInfo": "Oznacz graczy, ktorzy zgina razem z Toba",
  "KamikazeInfoLong": "(Impostors):\\nJako Kamikaze mozesz oznaczac graczy, klikajac raz przycisk zabojstwa na nich. Gdy zginiesz, wszyscy oznaczeni gracze zgina razem z Toba. Mozesz zabijac normalnie, klikajac przycisk zabojstwa dwukrotnie na graczu.",
  "RandomizerInfo": "Wywolujesz losowe zdarzenia",
  "RandomizerInfoLong": "(Crewmates):\\nWywolujesz losowe zdarzenia co x sekund typu sabotaz, czasowe przyspieszenie, slepota, a nawet ostrzal snajperski. Moga dotyczyc Ciebie lub innych graczy.\\n\\nHave fun!\\n- The Dev",
  "BlackmailerInfo": "Szantazuj graczy",
  "BlackmailerInfoLong": "(Impostors):\\nJako Blackmailer mozesz szantazowac graczy, klikajac raz przycisk kill na nich. Glosy szantazowanych graczy zostana wymuszone na takie, aby byly takie same jak Twoj. Kliknij dwukrotnie, aby zabic normalnie.",
  "Blackmailer.AbilityExpires": "Zdolnosc Wygasa",
  "BMAE.AfterMeeting": "Po Meetingu",
  "BMAE.Never": "Nigdy",
  "Blackmailer.MaxBlackmailedPlayersPerMeeting": "Maksymalna Liczba <#ffa500>Blackmailowanych</color> Graczy Na Meeting",
  "Blackmailer.MaxBlackmailedPlayersAtOnce": "Maksymalna Liczba <#ffa500>Blackmailowanych</color> Graczy Na Raz",
  "Blackmailer.WhoSeesBlackmailedPlayers": "Kto Widzi <#ffa500>Blackmailowanych</color> Graczy",
  "DetourInfo": "Przekieruj zabojstwa na najblizszego gracza",
  "DetourInfoLong": "(Crewmate):\\nJako Detour, wszystkie dzialania zwiazane z przyciskiem zabojstwa, skierowane w Ciebie, zostana zablokowane i zamiast tego wykonane na najblizszym graczu.",
  "MonitorInfo": "Sledz uzytkowanie urzadzen",
  "MonitorInfoLong": "(Crewmates):\\nJako Telecommunication otrzymujesz powiadomienie, gdy ktos uzyje kamer, funkcji zyciowych, logow drzwi lub admina (wiesz, kto konkretnie). Jesli masz pozostale uzycia zdolnosci, mozesz wejsc do ventu lub poglaskac, by otworzyc wszystkie zamkniete drzwi na mapie.",
  "WerewolfInfo": "Wejdz do ventu, by wejsc w szal i zabijac szybko",
  "WerewolfInfoLong": "(Neutrals):\\nJako Werewolf mozesz wejsc w szal, wchodzac do ventu. Podczas szalu masz bardzo krotki cooldown zabojstwa. Poza szalem nie mozesz zabijac. Szal ma cooldown i ograniczony czas trwania.",
  "WWCD": "<color=#00ffa5>CD:</color> <b>{0}</b>s",
  "YinYangerInfo": "Spowoduj spotkanie 2 graczy aby ich zabic!",
  "YinYangerInfoLong": "(Impostors):\\nJako Yin Yanger mozesz powiazac dwoch graczy. Po oznaczeniu pary mozesz zabijac w standardowy sposob. Jesli ta dwojka oznaczonych graczy zblizy sie do siebie na odleglosc killa, zabija sie nawzajem (przyczyna: samobojstwo). Graczy oznaczasz przyciskiem kill.",
  "DruidInfo": "Rozstaw czujniki, by wiedziec, gdzie sa wszyscy",
  "DruidInfoLong": "(Crewmates):\\nJako Druid mozesz wejsc do ventu, a po chwili umiescic czujnik w miejscu, w ktorym stoisz. Jesli ktos przejdzie blisko niego, otrzymasz powiadomienie.\nUmieszczaj czujniki tam, gdzie chodza tylko impostorzy, i ich lap!\n\nUwaga: Jesli wlaczone jest uzywanie glaskania petow, mozesz stawiac czujniki glaszac pety natychmiast w danym miejscu.",
  "DruidTriggerPlaceDelayOpt": "Opoznienie stawiania czujnika (gdy nie uzywasz petow)",
  "DruidTimeLeft": "Stawianie czujnika za {0}s",
  "DruidTriggerTriggered": "Czujnik {0} zostal aktywowany przez kogos! {1}",
  "BaneInfo": "Wymaz role swojego zabojcy",
  "BaneInfoLong": "(Crewmates):\\nJako Bane, gracz ktory Cie zabije, traci wszystkie swoje zdolnosci i staje sie podstawowa rola.\n\nCzyli:\n- Zwykly impostor dla impostorow\n- Zwykly crewmate dla crewmate'ow\n- Czlonkiem Coven dla czlonkow Coven\n- Amnezjakiem dla neutralnych",
  "AdrenalineInfo": "Badz wystarczajaco szybki, by uniknac zabojstw",
  "AdrenalineInfoLong": "(Crewmates):\\nRola, która po próbie zabójstwa przez role zabijajaca otrzymuje licznik(timer). Jezeli przed uplywem czasu zostanie zwolane spotkanie, osoba ta przezywa, w przeciwnym razie umiera. \n\nW zaleznosci od ustawien, mozesz nie miec mozliwosci wzywania spotkan awaryjnych w trakcie timera.",
  "Adrenaline.Time": "Czas na rozpoczecie meetingu",
  "Adrenaline.MaxSurvives": "Maksymalna liczba przezyc",
  "Adrenaline.MinTasksRequired": "Minimalna liczba zadan potrzebna do przezycia ataku",
  "Adrenaline.CanCallMeetingDuringTimer": "Moze zwolywac Meetingi podczas timera",
  "Adrenaline.SpeedDuringTimer": "Predkosc podczas timera",
  "Adrenaline.Suffix": "<size=80%><#ffff00>Zostales zaatakowany!\\nJesli spotkanie nie rozpocznie sie przed uplywem <#ffffff>{0}s</color>, umierasz!</color></size>",
  "SentryInfo": "Monitoruj pomieszczenie",
  "SentryInfoLong": "(Crewmates):\\nako Sentry mozesz monitorowac pomieszczenie, uzywajac glaskania. Przy kolejnym glaskaniu otrzymasz informacje z tego pomieszczenia, wlacznie z:<size=80%>\n- Graczami obecnie w pokoju\n- Kto nie zyje w tym pokoju (jesli ktos)</size>\nOtrzymasz takze powiadomienie, gdy ktos uzyje ventu lub zmieni ksztalt w tym pomieszczeniu.\n\nW zaleznosci od ustawien, gracze moga wiedziec, czy pokoj jest monitorowany, i mozesz nie widziec tych informacji podczas sabotazu Komunikacji.",
  "Sentry.ShowInfoDuration": "Informacja widoczna przez",
  "Sentry.PlayersKnowAboutCamera": "Gracze wiedza, ze pokoj jest monitorowany",
  "Sentry.CannotSeeInfoDuringComms": "Brak podgladu podczas sabotazu Commsow",
  "Sentry.Suffix.MonitoredRoom": "<size=80%>To pomieszczenie jest monitorowane przez {0}</size>",
  "Sentry.Notify.Info": "<u>Info o {0}:</u>\\nGracze: {1}\\nMartwi gracze: {2}",
  "Sentry.Notify.Shapeshifted": "{0} shiftowal w {1} w monitorowanym pomieszczeniu",
  "Sentry.Notify.Vented": "{0} wszedl do ventu w monitorowanym pomieszczeniu",
  "Sentry.Notify.InvalidRoom": "Nie znajdujesz sie w pomieszczeniu",
  "OverheatInfo": "Goraco = niski cooldown",
  "OverheatInfoLong": "(Impostors):\\nJako Overheat Twoj cooldown zabojstwa zalezy od temperatury. Im dluzej czekasz, tym bardziej sie nagrzewasz – cooldown staje sie krotszy, ale rosnie ryzyko przegrzania. Mozesz uzyc Shapeshiftu lub glaskania peta, by sie ochlodzic i zresetowac temperature. To unieruchamia Cie na kilka sekund.",
  "SchrodingersCatInfo": "Daj sie zaatakowac, by otrzymac role",
  "SchrodingersCatInfoLong": "(Neutrals):\\nJako Schrödinger's Cat, jesli zostaniesz zaatakowany, przejmujesz role swojego zabojcy. Jesli nikt Cie nie zaatakuje – przegrywasz lub mozesz wygrac z crewmate'ami, w zaleznosci od ustawien.",
  "AutocratInfo": "Teleportuj najblizszego gracza do siebie po tasku",
  "AutocratInfoLong": "(Crewmates):\\nako Autocrat, gdy ukonczysz zadanie, teleportujesz do siebie najblizszego gracza.",
  "NightmareInfo": "Nie mozesz zostac zabity, gdy swiatla sa wylaczone",
  "NightmareInfoLong": "(Crewmates):\\nJako Nightmare, nie mozesz zostac zabity podczas sabotazu swiatel.",
  "MathematicianInfo": "Zadawaj pytania matematyczne",
  "MathematicianInfoLong": "(Crewmates):\\nJako Matematyk mozesz uzyc komendy '/ask [liczba] [liczba]', aby zadac pytanie matematyczne (Ile to [liczba] + [liczba]?). Pierwszy gracz, ktory odpowie poprawnie, otrzyma tarcze na nastepna runde. Mozesz zadac pytanie tylko raz na spotkanie.",
  "MathematicianQuestionString": "Ile to <b>{0} + {1}</b>?\n\nWpisz '/answer [odpowiedz]', aby odpowiedziec.\nPierwszy gracz, ktory odpowie poprawnie, otrzyma tarcze na nastepna runde!",
  "MathematicianAnsweredString": "<b>{0}</b> odpowiedzial poprawnie! ({1})\nOtrzyma tarcze na nastepna runde.",
  "EscortInfo": "Blokuj role graczy, by pomoc zalodze!",
  "EscortInfoLong": "(Crewmates):\\nako Escort mozesz zablokowac gracza na okreslony czas, uzywajac przycisku zabojstwa. Zablokowany gracz nie moze zabijac, wchodzic do ventu, sabotowac ani zglaszac.\n(Czas blokady jest taki sam jak czas hacka u Glitcha)",
  "EscortTargetHacked": "Cel pomyslnie zablokowany",
  "GauloisInfo": "Zwieksz predkosc graczy",
  "GauloisInfoLong": "(Crewmate):\\nJako Gaulois mozesz uzyc przycisku zabojstwa na graczu, aby dac mu staly wzrost predkosci",
  "GauloisSpeedBoost": "Dodatkowa predkosc",
  "ConsortInfo": "Blokuj role i zabijaj graczy",
  "ConsortInfoLong": "(Impostors):\\nJako Consort mozesz zablokowac role gracza, uniemozliwiajac mu zabijanie, wchodzenie do ventu, sabotowanie i zglaszanie przez pewien czas, klikajac raz przycisk zabojstwa na nim. Kliknij dwukrotnie, by zabic go normalnie.\n(Czas blokady roli jest taki sam jak czas hacka u Glitcha)",
  "VortexInfo": "Ciala Twoich ofiar teleportuja sie do losowego ventu",
  "VortexInfoLong": "(Neutrals):\\nJako Vortex, gdy kogos zabijesz, jego cialo teleportuje sie do losowego ventu. Cialo zostanie zgloszone w tym vencie",
  "EnigmaInfo": "Otrzymujesz wskazówki na temat zabójców",
  "EnigmaInfoLong": "(Crewmates):\\nJako Enigma dostajesz losowe wskazowki co do tozsamości impostora na kazdym meetingu, w zaleznosci od ustawien mozesz musiec zareportowac cialo. Im wiecej taskow zrobisz tym lepsze beda podpowiedzi.\\n\\n<size=70%><u><b>Light colors:</b></u> Red, Pink, Orange, Yellow, White, Cyan, Lime, Rose, Banana, Coral\\n<u><b>Dark colors:</b></u> Blue, Green, Black, Purple, Brown, Maroon, Gray, Tan</size>",
  "EnigmaClueStage1Tasks": "Liczba taskow potrzebna do wlaczenia poziomu 1 <color=#676798>Clues</color>",
  "EnigmaClueStage2Tasks": "Liczba taskow potrzebna do wlaczenia poziomu 2 <color=#676798>Clues</color>",
  "EnigmaClueStage3Tasks": "Liczba taskow potrzebna do wlaczenia poziomu 3 <color=#676798>Clues</color>",
  "EnigmaClueHat1": "Zabojca ma kapelusz!",
  "EnigmaClueHat2": "Zabojca nie ma kapelusza!",
  "EnigmaClueHat3": "Zabojca nosi {0} jako kapelusz!",
  "EnigmaClueSkin1": "Zabojca ma cos na tulowiu!",
  "EnigmaClueSkin2": "Zabojca nie nosi nic na tulowiu!",
  "EnigmaClueSkin3": "Zabojca nosi {0} na tulowiu!",
  "EnigmaClueVisor1": "Zabojca ma cos na twarzy!",
  "EnigmaClueVisor2": "Zabojca nie nosi nic na twarzy!",
  "EnigmaClueVisor3": "Zabojca ma {0} na twarzy!",
  "EnigmaCluePet1": "Zabojca ma peta!",
  "EnigmaCluePet2": "Zabojca nie ma peta!",
  "EnigmaCluePet3": "Zabojca ma {0} jako peta!",
  "EnigmaClueName1": "Nick zabojcy zawiera litere {0} lub litere {1}!",
  "EnigmaClueName2": "Nick zabojcy zawiera litere {0}!",
  "EnigmaClueName3": "Nick zabojcy zawiera litere {0} i litere {1}!",
  "EnigmaClueNameLength1": "Nick zabojcy ma dlugosc pomiedzy {0} a {1} liter!",
  "EnigmaClueNameLength2": "Nick zabojcy ma {0} liter!",
  "EnigmaClueColor1": "Zabojca ma jasny kolor!",
  "EnigmaClueColor2": "Zabojca ma ciemny kolor!",
  "EnigmaClueColor3": "Zabojca ma kolor {0}!",
  "EnigmaClueLocation": "Ostatni pokoj w ktorym byl zabojca to {0}!",
  "EnigmaClueStatus1": "Zabojca jest teraz w wencie!",
  "EnigmaClueStatus2": "Zabojca jest teraz na drabinie!",
  "EnigmaClueStatus3": "Zabojca juz nie zyje!",
  "EnigmaClueStatus4": "Zabojca nadal zyje!",
  "EnigmaClueRole1": "Zabojca jest impostorem!",
  "EnigmaClueRole2": "Zabojca jest neutralem!",
  "EnigmaClueRole3": "Zabojca jest crew!",
  "EnigmaClueRole4": "Zabojca jest coven!",
  "EnigmaClueRole5": "Rola zabojcy to {0}!",
  "EnigmaClueLevel1": "Poziom zabojcy przekracza 50!",
  "EnigmaClueLevel2": "Poziom zabojcy jest nizszy niz 50!",
  "EnigmaClueLevel3": "Poziom zabojcy jest pomiedzy {0} a {1}!",
  "EnigmaClueLevel4": "Poziom zabojcy jest rowny {0}!",
  "EnigmaClueFriendCode": "Friend code zabojcy to {0}!",
  "BubbleInfo": "Zamykaj graczy w wybuchowych bombach",
  "BubbleInfoLong": "(Neutral):\\nJako Bubble mozesz zamknac gracza, uzywajac na nim przycisku zabojstwa. Eksploduje on po okreslonym czasie, zabijajac wszystkich w poblizu. W zaleznosci od ustawien, inni moga zobaczyc zamknietego gracza z rozowym imieniem po pewnym czasie.",
  "AssumerInfo": "Glosy Assumera tez sie wliczaja",
  "AssumerInfoLong": "(Impostors):\\nJako Assumer mozesz wpisac <b>/assume {id} {liczba}</b>, aby przewidziec, ze wybrany gracz (ID wpisane jako pierwszy argument, zamiast '{id}') otrzyma dokladnie tyle glosow, ile wpiszesz jako drugi argument (zamiast '{liczba}').\nPrzyklad: <b>/assume 0 3</b> (przewidujesz, ze host dostanie 3 glosy).\n\nJesli masz racje, <u>wszyscy gracze</u>, ktorzy zaglosowali na ten cel, gina.",
  "Assumer.AssumedMessage": "Zakladasz ze {0} otrzyma <b>{1}</b> glosow",
  "PenguinInfo": "Ciagnij swoje ofiary",
  "PenguinInfoLong": "(Impostors):\\nPingwin moze obezwladnic cel, naciskajac przycisk zabojstwa, i ciagnac go za soba. Podczas ciagniecia cel ginie po ponownym nacisnieciu przycisku zabojstwa lub po uplywie okreslonego czasu. Nacisnij przycisk dwa razy, aby zabic od razu.",
  "StealthInfo": "Zabijanie oslepia kazdego w pokoju",
  "StealthInfoLong": "(Impostors):\\nGdy Stealth zabije, gracze w tym samym pomieszczeniu zostaja oslepieni na krotki czas",
  "AnalystInfo": "Analizuj graczy, by uzyskac informacje",
  "AnalystInfoLong": "(Crewmates):\\nJako Analyst mozesz uzyc przycisku zabojstwa na graczu, by go przeanalizowac. Musisz stac obok celu przez kilka sekund, aby zakonczyc analize. Po zakonczeniu zobaczysz, ilu graczy zabili, ile razy korzystali z ventow oraz ogolny typ ich roli.\\n\\nUwaga: Jesli ustawienia hosta nie pozwalaja na pokazanie danej informacji, wynik bedzie pokazany jako 0 lub pusty!\\nUwaga: Zadna z tych informacji nie okresla jednoznacznie, czy gracz jest zly! Zastanow sie, zanim osadzisz!",
  "AnalyzerResult": "Wynik analizy dla <color=#00ffa5>{0}</color>:\\nKille: <color=#ff1919>{1}</color>, Zwentowal: <color=#ffa500>{2}</color>, Typ Roli: <color=#00ffff>{3}</color>",
  "DrainerInfo": "Oprozniaj pobliskie venty, wchodzac do nich",
  "DrainerInfoLong": "(Crewmates):\\nJako Drainer, wejscie do ventu zabija wszystkich graczy w tym vencie i wszystkich polaczonych ventach",
  "CameraManInfo": "Masz wszedzie podglad kamer",
  "CameraManInfoLong": "(Crewmates):\\nJako Camera Man mozesz wejsc do ventu lub poglaskac peta, by natychmiast przeniesc sie do pokoju monitoringu",
  "EchoInfo": "Spraw, by gracze gineli tam, gdzie chcesz",
  "EchoInfoLong": "(Impostors):\\nJako Echo mozesz uzyc Shapeshift, by zamienic sie miejscem i wygladem z wybranym graczem. Podczas przemiany cel nie moze sie ruszac. Gdy wrocisz do swojej formy, zamiana sie cofa, a cel ginie dokladnie tam, gdzie Ty byles.\n\nNie mozesz zabijac w standardowy sposob.",
  "Echo.DisableVentingWhileControlling": "Wylacz mozliwosc wchodzenia do ventu podczas kontrolowania",
  "NiceHackerInfo": "Podgladaj Panel Admina z dowolnego miejsca",
  "NiceHackerInfoLong": "(Crewmates):\\nTa rola pozwala Ci widziec admin panel z dowolnego miejsca, ale dziala inaczej na modowanych i zwyklych klientach.\n\nNa modowanym kliencie, gdy otworzysz mape (i masz uzycia zdolnosci), pojawi sie mapa admina. W zaleznosci od ustawien mozesz poruszac sie z otwarta mapa.\n\nNa zwyklym kliencie mozesz wejsc do ventu lub poglaskac, by otrzymac powiadomienie o liczbie graczy w roznych pomieszczeniach (czyli admin mapa).",
  "VengeanceInfo": "Zabij swojego zabojce aby zyc",
  "VengeanceInfoLong": "(Neutral):\\nJako Vengeance wygrywasz, gdy zostaniesz ostatnim zyjacym. Jesli ktos sprobuje Cie zabic, atak zostanie zablokowany, a Ty zostaniesz teleportowany do losowego ventu. Masz ograniczony czas, by zabic swojego zabojce – jesli Ci sie uda, przezyjesz. Jesli czas sie skonczy, giniesz na zawsze. Jesli sprobowales zabic kogos innego – takze giniesz.",
  "HeadHunterInfo": "Zabij swoj cel dla niskiego cooldownu",
  "HeadHunterInfoLong": "(Neutral):\\nJako Head Hunter masz 3 cele, ktore zmieniaja sie po kazdym spotkaniu. Jesli zabijesz jeden ze swoich celow, Twoj cooldown zabojstwa trwale sie zmniejsza o okreslona wartosc. Jesli zabijesz kogos spoza celow, cooldown trwale sie zwieksza. Cele widzisz jako graczy z czarnym imieniem.",
  "StasisInfo": "Zamroz czas",
  "StasisInfoLong": "(Impostors):\\nJako Stasis mozesz uzyc vanish/pet/vanish, by 'zamrozic czas'. Wszyscy gracze zostana unieruchomieni i oslepieni – nikt nie bedzie mogl nic zrobic. W zaleznosci od ustawien, oslepienie i unieruchomienie moze nie dotyczyc innych graczy z druzyny Impostorow",
  "Stasis.AffectsOtherImpostors": "Zamrozenie czasu dotyczy rowniez innych <#ff1919>Impostorow</color>",
  "AmogusInfo": "Jestes sussy baka ♥cringy af♥",
  "AmogusInfoLong": "(Neutrals):\\nJako Amogus mozesz podziekowac Rabkowi za pomysl na role. Lol.\\nAmogus to neutralny zabojca, ktory moze uzyc shift/vanish/glaskania, by przelaczyc sie miedzy zwykla a amogus forma. Mozesz wchodzic do ventu i masz wizje impostora. Zabijac mozesz tylko w formie amogus. Mozesz pozostac w tej formie tylko przez ograniczony czas. Po zabiciu kogos, Twoja forma awansuje. Oto poziomy:\\n<b>Amogus -> Sugoma -> Sumogus -> Suspicious Sus -> Ultimate Sus</b>\\nW formie amogus jestes anonimowy i wygladasz inaczej w zaleznosci od poziomu. Poziomy daja dodatkowe zdolnosci dzialajace tylko w tej formie.<size=70%>\\n\\nAmogus: Startowy poziom, zwykly bialy amogus bez specjalnych zdolnosci.\\nSugoma: Odwrocony amogus. Jest szybszy, ale masz odwrocone sterowanie.\\nSumogus: Szeroki amogus z dwoma wizjerami. Nikt nie moze z Toba wchodzic w interakcje, masz zdolnosc sugomy, ale sterowanie nie jest juz odwrocone.\\nSuspicious Sus: Amogus-robot. Masz wszystkie zdolnosci Sumogusa i dodatkowo widzisz strzalke do kazdego gracza.\\nUltimate Sus: Czerwony amogus. Ma wszystkie zdolnosci poprzednich poziomow. Twoj cooldown zabojstwa jest o 50% krotszy. Za kazde zabojstwo dostajesz dodatkowe glosy.</size>",
  "Amogus.SuspiciousSusArrowsToBodies": "Na poziomie Suspicious Sus, po smierci gracza strzalka wskazuje cialo zamiast znikac",
  "Amogus.UltimateSusVotesPerKill": "Liczba dodatkowych glosow za zabojstwo na poziomie Ultimate Sus",
  "RabbitInfo": "Uzyskuj wskazowki o lokalizacji Impostorow",
  "RabbitInfoLong": "(Crewmates):\\nJako Rabbit, za kazde ukonczone zadanie widzisz strzalke prowadzaca do losowego Impostora przez 5 sekund.\nUwaga: Zdolnosc moze aktywowac sie dopiero po wykonaniu okreslonej liczby zadan.",
  "RabbitMinTasks": "Minimalna liczba zadan do aktywacji zdolnosci",
  "GamblerInfo": "Kazde zabojstwo daje Ci Efekt",
  "GamblerInfoLong": "(Impostors):\\nJako Gambler po kazdym zabojstwie otrzymujesz losowy efekt. Efekty moga byc rozne – od automatycznego zgloszenia ciala po dodatkowy strzal snajperski.",
  "HitmanInfo": "Wybierz swoj cel",
  "HitmanInfoLong": "(Impostors):\\nJako Hitman mozesz uzyc Shapeshift, by oznaczyc kogos jako swoj cel. Jesli zabijesz oznaczonego gracza, Twoj nastepny cooldown zabojstwa bedzie krotszy.\n\nUwaga: Po wybraniu celu nie mozesz go zmienic. Otrzymasz nowa szanse na oznaczenie kolejnego celu po zabiciu obecnego.",
  "ImitatorInfo": "Your kill cooldown shifts",
  "ImitatorInfoLong": "(Neutral):\\nAs the Imitator, your kill cooldown is different after every even numbered kill and every odd numbered kill of yours. You have a separate cooldown after meetings. Your first kill after every meeting will set your cooldown to the Even-Numbered Kill Cooldown, your second kill will set it to the Odd-Numbered Kill Cooldown, and the process repeats until a meeting is called again.",
  "BeaconInfo": "Oswietl droge pobliskim graczom podczas sabo swiatel",
  "BeaconInfoLong": "(Crewmates):\\nJako Beacon, podczas sabotazu swiatel zwiekszasz pole widzenia graczy znajdujacych sie w poblizu.",
  "BeaconVisionIncrease": "Zwiekszona widocznosc dla objetych graczy podczas sabotazu swiatel",
  "PostmanInfo": "Dostarcz poczte do wszystkich!",
  "PostmanInfoLong": "(Neutral):\\nako Postman Twoim zadaniem jest dostarczenie poczty do wszystkich. Zawsze masz cel i musisz kliknac przycisk zabojstwa na tym graczu, by wreczyc mu poczte. Jesli trafisz w zly cel – giniesz. Gdy dostarczysz poczte do wszystkich, Twoj warunek zwyciestwa zostaje spelniony. Wygrywasz z druzyna, ktora wygra, niezaleznie od dalszego przebiegu gry.",
  "AltruistInfo": "Wskrzes martwych graczy",
  "AltruistInfoLong": "(Crewmates):\\nJako Altruista mozesz wskrzesic martwego gracza poprzez zgloszenie jego ciala. Wskrzeszony gracz gra dalej, jakby nigdy nie zginal. Jesli kogos wskrzesisz, sam zginiesz.\nMozesz przelaczac sie miedzy trybem wskrzeszania a zglaszania, wchodzac do ventu lub glaszczac.",
  "AltruistSuffixRevive": "<#00ffa5>Cel zostanie wskrzeszony za </color>{0}s",
  "AltruistSuffix": "<#00ffa5>Tryb:</color> <b>{0}</b>",
  "AltruistReviveMode": "Wskrzes",
  "AltruistReportMode": "Zglos",
  "RevivedByAltruist": "<#ffff00><size=150%>Zostales wskrzeszony przez <color=#300000>Altruist</color>!</size></color>",
  "AltruistKillerAlert": "<#ffff00><size=150%>Gracz, ktorego zabiles, zostal wskrzeszony przez <color=#300000>Altruist</color>!</size></color>",
  "Altruist.ReviveTime": "Czas wskrzeszenia",
  "Altruist.ReviveTargetCanReportTheirOwnBody": "Wskrzeszeni gracze moga zglosic swoje wlasne cialo",
  "Altruist.ReviveTargetsKillerGetsAlert": "Zabojca wskrzeszonego gracza otrzymuje powiadomienie o wskrzeszeniu",
  "Altruist.ReviveTargetsKillerGetsArrow": "Zabojca otrzymuje takze strzalke wskazujaca wskrzeszonego gracza",
  "NoteKillerInfo": "Poznaj prawdziwe imiona graczy, by zabic ich podczas spotkania",
  "NoteKillerInfoLong": "(Neutrals):\\nako Note Killer mozesz uzyc glaskania lub znikniecia, by przez kilka sekund zobaczyc fragmenty prawdziwych imion graczy. Zdolnosc ma cooldown. Jesli poznasz czyjes cale imie, mozesz uzyc <b>/dn {realname}</b>, zamieniajac {realname} na znalezione imie. Jesli wpiszesz poprawnie, gracz zostanie natychmiast zabity.\n\nWszyscy wiedza, ze Note Killer jest w grze, i wszyscy widza swoje prawdziwe imiona.",
  "NiceSwapperInfo": "Zamien glosy graczy",
  "NiceSwapperInfoLong": "(Crewmates):\\nJako Swapper mozesz uzyc komendy <b>/sw <color=#0000ff>[ID]</color></b> dwa razy, by wybrac 2 graczy. Glosy oddane na tych graczy zostana zamienione.\nWidoczny jest <color=#0000ff>ID</color> kazdego gracza obok jego imienia.\n\nPrzyklad: jesli 3 osoby zaglosowaly na czerwonego, a 5 na zoltego, i zamienisz ich ID, to czerwony dostanie 5 glosow, a zolty 3.\n\nZ powodu ograniczen technicznych, oryginalny glos Host'a moze wygladac na niezmieniony, ale zostanie poprawnie zamieniony.",
  "SecurityGuardInfo": "Powstrzymaj Impostorow przed sabotazem",
  "SecurityGuardInfoLong": "(Crewmates):\\nJako Security Guard mozesz wejsc do ventu lub poglaskac, by aktywowac zdolnosc, ktora uniemozliwia wszystkim wywolywanie sabotazy i zamykanie drzwi, dopoki jest aktywna. Dziala tez na sabotaz drzwi i neutralnych.",
  "RicochetInfo": "Ochron sie przed konkretnym graczem",
  "RicochetInfoLong": "(Crewmates):\\nako Ricochet mozesz zaglosowac na kogos podczas spotkania, by uczynic go swoim celem. W nastepnej rundzie ten gracz nie bedzie mogl Cie zabic.",
  "SpyInfo": "Wiesz, kto z Toba wchodzi w interakcje",
  "SpyInfoLong": "(Crewmates):\\nJako Spy, gdy ktos uzyje na Tobie przycisku zabojstwa (dowolnej zdolnosci pod tym przyciskiem), zobaczysz jego imie na pomaranczowo przez kilka sekund.\n\nUwaga: Jesli Crewmate uzyje na Tobie zdolnosci, rowniez zobaczysz go na pomaranczowo!\nUwaga: Jesli nie masz juz uzyc zdolnosci, nie zobaczysz pomaranczowych imion!",
  "SilencerInfo": "Shiftuj aby uciszyc graczy",
  "SilencerInfoLong": "(Impostors):\\nJako Silencer, gdy uzyjesz Shapeshift na celu, szantazujesz go – szantazowany gracz nie moze mowic.\n\nJesli szantazowany gracz przemowi, uruchomi sie komenda confusion – nie mow, gdy widzisz ikone szantazu.",
  "DoppelgangerInfo": "Ukryj tozsamolsc innym graczom",
  "DoppelgangerInfoLong": "(Neutrals):\\nJako Doppelganger uzyj przycisku zabojstwa, aby ukrasc tozsamosc gracza (jego imie i wyglad), a nastepnie zabij swoj cel.\n\nZabij wszystkich, aby wygrac.\n\nUwaga: Nie mozesz ukrasc tozsamosci gracza, gdy aktywny jest Camouflage.",
  "TetherInfo": "Teleportuj sie do swojego celu",
  "TetherInfoLong": "(Crewmates):\\nW czasie meetingu mozesz oznaczyc kogos jako swoj cel poprzez glosowanie. W nastepnej rundzie mozesz sie do niego teleportowac ventem lub petem.\\nYour targets reset every meeting.",
  "MeetingManagerInfo": "Receive Additional Info About Guesses",
  "MeetingManagerInfoLong": "(Crewmates):\\nAs the Meeting Manager, you know the roles of guessed players, and if someone misguesses, you'll see that.",
  "BenefactorInfo": "Oznacz taska, by dalo tarcze graczom",
  "BenefactorInfoLong": "(Crewmates):\\nJako Benefactor mozesz oznaczyc zadanie po jego wykonaniu. Gdy inny gracz ukonczy oznaczone zadanie, otrzyma tymczasowa tarcze.",
  "BenefactorTargetGotShieldNotify": "Otrzymales tymczasowa tarcze\\nbo wykonane zadanie bylo oznaczone przez Benefactora!",
  "BenefactorTaskMarked": "Task oznaczony",
  "JournalistInfo": "Zapisuj notatki",
  "JournalistInfoLong": "(Crewmates):\\nJako Journalist mozesz zapisywac notatki. Gdy zginiesz, wszyscy gracze zobacza je na kolejnym spotkaniu.\\n\\nKomenda: <b>/note {add/remove/clear/view} [tresc]</b><size=80%>\\n- <b>add</b>: Dodaje notatke podana w [tresc]\\n- <b>remove</b>: Usuwa notatke. Podaj numer (index) w [tresc] lub zostaw puste, by usunac ostatnia. Numery notatek mozesz sprawdzic uzywajac <b>/note view</b>\\n- <b>clear</b>: Usuwa wszystkie notatki (zostaw [tresc] puste)\\n- <b>view</b>: Pokazuje wszystkie notatki z ich numerami (zostaw [tresc] puste)</size>\\n\\n<size=70%>Przyklady uzycia:\\n<b>/note add mysle ze blue i yellow to Lovers</b>\\n<b>/note remove 2</b>\\n<b>/note clear</b>\\n<b>/note view</b></size>",
  "Journalist.CommandUsage": "Uzycie: <b>/note {add/remove/clear/view} [value]</b>",
  "JournalistError.IndexOutOfRange": "Nie podales wystarczajacej liczby znakow.",
  "JournalistError.ArgumentOutOfRange": "Podany numer notatki jest poza zakresem. Uzyj <b>/note view</b>, aby zobaczyc numery swoich notatek.",
  "Tasker": "Tasker",
  "Potato": "Player",
  "Runner": "Speedrunner",
  "CTFPlayer": "Capture The Flag",
  "NDPlayer": "Natural Disasters",
  "RR_PointsToWin": "Points to Win",
  "RR_ReadyQM": "Ready?",
  "RRPlayer": "Room Rush",
  "GooseInfo": "Trabnij na graczy, by ich denerwowac",
  "GooseInfoLong": "(Crewmates):\\nako Goose mozesz trabic na graczy, by ich denerwowac. Mozesz ich przeciagac i uniemozliwic im uzywanie zdolnosci, dopoki na nich trabisz.",
  "CatcherInfo": "Lap role graczy",
  "CatcherInfoLong": "(Crewmates):\\nJako Catcher mozesz rozstawiac pulapki wchodzac do ventu lub glaszczac peta. Gdy gracz wejdzie w pulapke, jego rola zostanie zapisana. Na kolejnym spotkaniu otrzymasz liste zlapanych rol.<size=80%>\n\nUwaga: Nie wiesz, kto wszedl w pulapke ani kto ma jaka role. Mozesz rozstawic wiele pulapek i otrzymasz liste wszystkich rol zlapanych we wszystkich pulapkach.</size>",
  "Catcher.TrapPlaceDelay": "Opoznienie rozstawienia pulapki (po wejciu do ventu) (jesli nie uzywasz glaskania)",
  "Catcher.CatchRange": "Zasieg pulapki",
  "Catcher.TrapPlaced": "Pulapka rozstawiona",
  "Catcher.CaughtRoles": "Role zlapane w Twoje pulapki:\n",
  "Catcher.NotEnoughCaughtRoles": "Zbyt malo graczy weszlo w Twoje pulapki, by pokazac role.",
  "Catcher.Suffix": "<#00ffa5>Rozstawianie pulapki za</color> {0}s",
  "BanditInfoLong": "(Neutral):\\nAs the Bandit, use your kill button to steal a player's Addon. Depending on the settings, you may instantly steal the addon or after the meeting starts. After the max number of steals are reached you will be able to kill normally. Additionaly, if there are no stealable addons present on the target, you will the target.\\n\\nKill everyone to win.\\n\\nNote: Cleansed and Last Impostor can not be stolen.",
  "NegotiatorInfo": "Negocjuj z graczami",
  "NegotiatorInfoLong": "(Crewmates):\\nJako Negotiator mozesz negocjowac z graczem, glosujac na niego podczas spotkania. Twoj cel musi wybrac jedno z nastepujacych: samobojstwo, otrzymanie szkodliwego dodatku, trwale obnizona widocznosc lub predkosc.\\n\\nJesli nic nie wybierze, domyslna kara to samobojstwo. Moze uzyc <b>/neg {numer}</b>, by dokonac wyboru. Mozesz negocjowac tylko raz na spotkanie. Po spotkaniu dowiesz sie, co wybral cel.",
  "Negotiator.LowVision": "Niska widocznosc",
  "Negotiator.LowSpeed": "Niska predkosc",
  "Negotiator.MinVotingTimeLeftToNegotiate": "Minimalny czas glosowania wymagany do negocjacji",
  "Negotiator.TargetPickSuccess": "Wybrales opcje: <b>{0}</b>",
  "Negotiator.Type.Suicide": "Samobojstwo",
  "Negotiator.Type.HarmfulAddon": "Otrzymanie szkodliwego dodatku",
  "Negotiator.Type.LowVision": "Trwala niska widocznosc",
  "Negotiator.Type.LowSpeed": "Trwala niska predkosc",
  "Negotiator.FinishNotify": "<#00ffa5>Twoj cel wybral </color> {0}",
  "Negotiator.TargetMessage": "<b><u>Negotiator zmusil Cie do wybrania jednej z ponizszych opcji (uzyj <b>/neg {numer}</b>, podstawiajac numer opcji, np. <b>/neg 1</b>), inaczej zginiesz:</u></b>\\n<size=80%>",
  "OxymanInfo": "Twoj poziom tlenu zmienia twoje cechy",
  "OxymanInfoLong": "(Crewmates):\\nJako Oxyman masz pasek tlenu pod nickiem. Poziom tlenu stopniowo spada. Musisz wentowac, aby go podniesc. Jesli poziom tlenu osiagnie 0% to umrzesz. Jesli bedzie bardzo niski oslepniesz. Jesli niski to bedziesz spowolniony. Jesli wysoki to bedziesz szybszy. Jesli bardzo wysoki to bedziesz nietykalny.",
  "SafeguardInfo": "Otrzymujesz tymczasowa tarcze za wykonywanie zadan",
  "SafeguardInfoLong": "(Crewmates):\\nJako Safeguard otrzymujesz tymczasowa tarcze za kazde ukonczone zadanie",
  "SafeguardSuffixTimer": "<#00ffa5>Masz tarcze przez</color> <b>{0}</b>s",
  "SafeguardSuffix": "<#00ffa5>Masz tarcze</color>",
  "SoothsayerInfo": "Przewidz kto Cie zabije",
  "SoothsayerInfoLong": "(Crewmates):\\nJako Soothsayer mozesz przewidziec swojego zabojce, glosujac na niego. Jesli masz racje, po Twojej smierci wszyscy poznaja tozsamosc zabojcy",
  "SoothsayerDiedNotify": "Soothsayer przewidzial, ze {0} go zabije\ni mial racje!",
  "InquirerInfo": "Sprawdzaj role graczy na meetingach",
  "InquirerInfoLong": "(Crewmates):\\nJako Inquirer, mozesz sprawdzic czy gracz ma konkretna role wpisujac komende /check {id gracza} {rola}. Istnieje szansa na niepowiedzenie i falszywie dodatny badz falszywie ujemny wynik.",
  "Inquirer.FailChance": "Szansa na niepoprawne wyniki",
  "Inquirer.MessageTrue": "<#00ff00><b><u>Poprawnie!</u></b></color> Ten gracz ma te role, ktora wpisales.",
  "Inquirer.MessageFalse": "<#ff0000><b><u>Niepoprawnie!</u></b></color> Ten gracz nie ma roli, ktora wpisales.",
  "FreezerInfo": "Zamroz graczy",
  "FreezerInfoLong": "(Impostors):\\nJako Freezer mozesz uzyc Shapeshift, by zamrozic gracza. Zamrozony gracz nie moze sie ruszac przez okreslony czas.",
  "MarkseekerInfo": "Ujawnij role",
  "MarkseekerInfoLong": "(Crewmates):\\nJako Markseeker, Twoj pierwszy oddany glos na danego gracza oznaczy go jako Twoj cel. Kiedy zginiesz, rola oznaczonego gracza zostanie wszystkim ujawniona.",
  "MinionInfoLong": "(Impostor Ghost):\\nAs the Minion, you can protect someone (optimally a crewmate) to blind them for a few seconds.",
  "WardenInfo": "Wzmocnij Crewmate'ow",
  "WardenInfoLong": "(Crewmate Ghost):\\nJako Warden mozesz chronic kogos (najlepiej Crewmate'a), aby ostrzec go przed niebezpieczenstwem i dac mu tymczasowe przyspieszenie.",
  "HaunterInfo": "Jestes najgorszym koszmarem Impostorow",
  "HaunterInfoLong": "(Crewmate/Neutral Ghost):\\nJako Haunter, gdy ukonczysz wszystkie zadania, imie losowego zyjacego impostora zostanie pokazane na czerwono wszystkim podczas spotkan. Gdy zostanie Ci 1 zadanie, wszyscy impostorzy dostana strzalke prowadzaca do Ciebie – jesli ktorys z nich sie zblizy, tracisz te role.",
  "Haunter1TaskLeft": "<#ffff00>Haunter prawie ukonczyl swoje zadania!\\nZbliz sie do niego, inaczej Twoja rola moze zostac ujawniona!!</color>",
  "HaunterRevealedYou": "Zostales ujawniony przez Haunter!",
  "HaunterFinishedTasks": "Haunter skonczyl wszystkie zadania, impostor zostal ujawniony! (ale nie Ty)",
  "HaunterStopped": "<#00ff00>Haunter zostal pomyslnie powstrzymany!</color>",
  "HaunterStoppedSelf": "<#ff1313>Impostor zblizyl sie za bardzo – straciles swoja role.</color>",
  "AbyssbringerInfo": "Stawiaj Czarne Dziury",
  "AbyssbringerInfoLong": "(Impostors):\\nJako Abyssbringer mozesz stawiac czarne dziury. Czarne dziury wciagaja graczy i zabijaja ich przy zderzeniu.",
  "ParityCopTargetReveal": "Wyglada na to, ze <b>{0}</b> nalezy do druzyny <b>{1}</b>",
  "CopyCatMiscopyLimit": "Liczba blednych kopiowan do samobojstwa",
  "CopyCatResetToCopyCatEachRound": "Resetuj role do <#ffb2ab>Copycata</color> po kazdym spotkaniu",
  "CopyCatRoleChange": "Twoja rola zostala zmieniona do <b>{0}</b>",
  "CopyCatAlreadyCopy": "Juz skopiowales role w tej rundzie",
  "CopyCatCanNotCopy": "Nie mozesz skopiowac tej roli gracza",
  "DazzlerDazzled": "Zostales oslepiony przez Dazzlera!",
  "DazzlerCauseVision": "Zmniejszona Wizja",
  "DazzlerDazzleLimit": "Maksymalna liczba graczy objeta zmniejszona wizja",
  "DazzlerResetDazzledVisionOnDeath": "Przywroc widzenie oslepionym graczom po smierci/wyrzuceniu",
  "BatteryInfo": "Zapobiegaj sabotazom swiatel",
  "BatteryInfoLong": "(Crewmates):\\nako Battery, jesli masz przynajmniej 1 uzycie zdolnosci, sabotaz swiatel zostanie natychmiast naprawiony, gdy tylko zostanie wywolany.<size=50%>\nPomysl: Raredeer</size>",
  "ToiletMasterInfo": "Stawiaj toalety",
  "ToiletMasterInfoLong": "(Crewmates):\\nMozesz stawiac toalety na mapie, ktore daja losowe efekty w zaleznosci od kupki uzytkownika.",
  "HelperInfo": "Wykonuj zadania za innych",
  "HelperInfoLong": "(Crewmates):\\nako Helper, za kazdym razem gdy ukonczysz zadanie, losowy crewmate bedzie mial jedno ze swoich zadan zaliczone.",
  "ChameleonCanVent": "Wentuj aby zniknac",
  "ChameleonInvisState": "Znikasz!",
  "ChameleonInvisStateOut": "Twoje przebranie sie skonczylo",
  "ChameleonInvisInCooldown": "Zdolnosc wciaz na cooldownie, przebranie nieudane",
  "ChameleonInvisStateCountdown": "<color=#00ffa5>Niewidzialnosc zniknie za</color> <b>{0}</b>s",
  "ChameleonInvisCooldownRemain": "<color=#00ffa5>CD:</color> <b>{0}</b>s",
  "ChameleonDuration": "Czas trwania niewidzialnosci",
  "SpiritualistNoticeMessage": "Spiritualist ma strzalke wskazujaca na Ciebie!\\nMozesz wskazac na zabojce albo wrobic crewmate'a"
}
